---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.AirHeatingCoilType.HotWater
enum: Autodesk.Revit.DB.Mechanical.AirHeatingCoilType
source: html/7a900820-76ab-1f8b-920e-569340fb04a4.htm
---
# Autodesk.Revit.DB.Mechanical.AirHeatingCoilType.HotWater